Repository: mouradImourad/socialMedia
Catalog: socialMedia/connections/locale/yo/LC_MESSAGES/django.po
Languages: yo

source: from user
yo: lati ọdọ olumulo

source: to user
yo: si ọdọ olumulo

source: created at
yo: ti ṣẹda ni

source: status
yo: ipo

source: Pending
yo: Ṣi n duro de

source: Accepted
yo: Ti gba

source: Rejected
yo: Ti kọ

source: friend request
yo: ìbéèrè ọ̀rẹ́

source: friend requests
yo: ìbéèrè ọ̀rẹ́

source: user
yo: olumulo

source: friend
yo: ọrẹ́

source: friendship
yo: ọ̀rẹ́

source: friendships
yo: ọ̀rẹ́
