Repository: mouradImourad/socialMedia
Catalog: backend/users/locale/*/LC_MESSAGES/django.po
Languages: sw

source: Users must have an email address
sw: Watumiaji lazima wawe na anwani ya barua pepe

source: username
sw: jina la mtumiaji

source: verified
sw: imethibitishwa

source: active
sw: hai

source: profile picture
sw: picha ya wasifu

source: created at
sw: iliundwa saa

source: updated at
sw: imesasishwa saa

source: staff status
sw: hali ya wafanyakazi

source: superuser status
sw: hali ya msimamizi mkuu

source: visited at
sw: imetembelewa saa
